tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "argocd"
brew "devspace"
brew "direnv"
brew "helm"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "midnight-commander"
brew "openssl"
brew "poetry"
brew "pyenv"
brew "python@3.12"
brew "readline"
brew "sqlite"
brew "starship"
brew "tmux"
brew "vim"
brew "zsh-autosuggestions"

cask "firefox"
cask "font-fira-code"
cask "iterm2"
cask "lens"
cask "maccy"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "telegram"
cask "visual-studio-code"

mas "Amphetamine", id: 937984704
mas "Monosnap", id: 540348655
mas "The Unarchiver", id: 425424353
mas "Nautik for Kubernetes", id: 1672838783
