brew "argocd"
brew "devspace"
brew "direnv"
brew "git"
brew "gitleaks"
brew "gh"
brew "grpcurl"
brew "helix"
brew "helm"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "midnight-commander"
brew "openssl"
brew "pass"
brew "pre-commit"
brew "pyenv"
brew "python@3.12"
brew "python@3.13"
brew "readline"
brew "rust"
brew "rustup"
brew "sqlite"
brew "starship"
brew "tmux"
brew "tox"
brew "uv"
brew "zsh-autosuggestions"

cask "blender"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "ghostty"
cask "lens"
cask "maccy"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "sourcetree"
cask "telegram"
cask "visual-studio-code"
cask "zed"

mas "Amphetamine", id: 937984704
mas "The Unarchiver", id: 425424353
